{"": 0, "than": 830, "water": 1, "can": 2, "kymmoy_address": 3, "regent": 4, "european": 5, "th": 6, "believe": 8, "thanks": 9, "whats": 10, "bistro": 11, "mediterranean": 12, "signaporian": 13, "something": 14, "their": 15, "was": 16, "D.P": 17, "matter": 18, "1": 19, "location": 21, "we": 22, "eraina_address": 23, "yu_garden_post_code": 24, "the_lucky_star_post_code": 25, "hindi": 26, "old": 767, "pizza_hut_fen_ditton_address": 28, "korea": 29, "chikkis": 30, "and": 32, "fucking": 33, "jinling_noodle_bar_post_code": 34, "the_nirala_post_code": 35, "gardens": 36, "prise": 37, "ital": 38, "I": 39, "kitchen": 40, "charlie_chan": 41, "canopus": 42, "saffron_brasserie": 43, "the_golden_curry_address": 44, "little_seoul": 45, "the_oak_bistro_address": 46, "bit": 47, "austrian": 48, "asian": 49, "dont": 50, "pizza_hut_fen_ditton": 51, "chi": 52, "saying": 53, "told": 54, "needs": 55, "cote_address": 56, "tandoori_palace_address": 335, "vegetarian": 58, "nt": 59, "bloomsbury_restaurant_phone": 220, "riverside_brasserie": 61, "charlie_chan_address": 312, "nandos_city_centre_phone": 63, "city_stop_restaurant_address": 64, "michaelhouse_cafe_phone": 65, ",": 66, "curry_garden_phone": 67, "scandin": 68, "pizza_hut_city_centre_address": 69, "pri": 70, "his": 71, "city_stop_restaurant_post_code": 72, "hk_fusion_phone": 73, "back": 74, "spensive": 75, "la_raza_address": 76, "jamaica": 77, "moder": 78, "nandos_city_centre_address": 79, "singaporean": 80, "have": 81, "out": 896, "rice_boat_phone": 82, "maharajah_tandoori_restaurant_phone": 83, "all": 85, "sec": 775, "ugly_duckling_post_code": 87, "located": 88, "try": 89, "anatolia_post_code": 90, "town": 91, "ask_post_code": 92, "don_pasquale_pizzeria_address": 93, "then": 94, "gourmet_burger_kitchen": 95, "ven": 96, "awesome": 97, "none": 98, "such": 777, "bat": 561, "kind": 100, "anyone": 101, "cant": 969, "frankie_and_bennys": 103, "pan": 104, "curry_garden": 112, "meditteranian": 106, "um": 701, "as": 108, "darrys_cookhouse_and_wine_shop_address": 109, "charlie_chan_phone": 110, "golden_house_phone": 111, "wouth": 276, "s": 968, "road": 780, "postal": 115, "pizza_express": 357, "venues": 117, "crosstalk": 118, "thailand": 119, "cannabis": 1151, "yes": 121, "expensive": 122, "the_golden_curry_post_code": 123, "polynesia": 124, "for": 125, "prezzo_address": 126, "talking": 974, "ph": 127, "la_mimosa_address": 128, "probably": 129, "cotto_post_code": 130, "10": 131, "with": 132, "mahal_of_cambridge_address": 133, "?": 134, "vinci": 589, "wait": 137, "little_seoul_phone": 138, "croatia": 139, "please": 140, "cross": 141, "backstreet_bistro": 143, "let": 979, "hk_fusion_post_code": 327, "the_slug_and_lettuce": 146, "no": 147, "start": 148, "cute": 980, "17": 150, "la_tasca_phone": 151, "peace": 1003, "ecuadorean": 152, "would": 222, "nu": 154, "music": 155, "pollynasian": 156, "includes": 789, "australia": 594, "pricerange": 158, "the_gardenia_phone": 159, "curry_queen_phone": 160, "eat": 161, "turk": 162, "again": 164, "suggestions": 165, "royal_spice_address": 791, "taj_tandoori_address": 169, "system": 170, "takeaway": 172, "venue": 173, "are": 174, "f": 175, "er": 176, "darling": 177, "irish": 178, "correct": 179, "it": 180, "R_phone": 1043, "incorrect": 1068, "hungarian": 181, "sala_thong": 182, "cow": 183, "signa": 184, "indonesian": 185, "my": 186, "ar": 187, "yu_garden_address": 188, "R_price": 189, "centre": 190, "lets": 191, "restaurant_alimentum_post_code": 192, "done": 193, "l": 194, "efes_restaurant_address": 737, "killeen": 196, "pizza_hut_fen_ditton_post_code": 197, "sure": 198, "restaurant_alimentum_address": 199, "royal_spice_phone": 200, "tran": 201, "know": 202, "what": 203, "chiquito": 204, "kor": 797, "the_gandhi": 355, "chiquito_restaurant_bar_address": 207, "bangkok_city": 208, "ya": 209, "europone": 210, "at": 211, "travellers_rest_address": 212, "the_cambridge_chop_house_address": 909, "caffe_uno_phone": 215, "sesame_restaurant_and_bar_phone": 216, "breath": 233, "do": 218, "in": 800, "bask": 221, "serves": 153, "fitzbillies_restaurant_phone": 223, "restaurant_alimentum": 224, "does": 226, "opean": 227, "caffe_uno_address": 228, "cut": 229, "shanghai_family_restaurant": 230, "royal_standard_post_code": 1053, "river": 231, "restaurant_two_two_phone": 232, "saint_johns_chop_house_phone": 217, "michaelhouse_cafe_address": 803, "darrys_cookhouse_and_wine_shop_phone": 235, "answer": 236, "d": 237, "par": 238, "leban": 239, "bangkok_city_phone": 240, "da_vinci_pizzeria_phone": 241, "airitran": 242, "anatolia_phone": 243, "kay": 1131, "royal_spice_post_code": 685, "loch_fyne_post_code": 245, "alright": 1073, "but": 246, "need": 807, "see": 248, "the_oak_bistro": 868, "modern": 999, "medium": 251, "city": 1107, "welcome": 252, "dubai": 394, "lan_hong_house_address": 254, "air": 255, "fusion": 256, "german": 257, "la_margherita_address": 258, "jinling_noodle_bar_address": 259, "malaysian": 260, "pub": 261, "change": 262, "de_luca_cucina_and_bar": 263, "saint_johns_chop_house_address": 264, "ostro": 265, "different": 768, "day": 266, "vietnamese": 267, "kohinoor_phone": 268, "bloomsbury_restaurant_address": 269, "fora": 270, "meze_bar_restaurant_phone": 271, "tuscan": 272, "rice_boat": 1002, "christmas": 273, "want": 274, "asian_oriental": 275, "michaelhouse_cafe": 528, "milton": 810, "europea": 280, "yu_garden_phone": 281, "de_luca_cucina_and_bar_address": 282, "doesnt": 284, "belgian": 285, "choice": 575, "moderately": 287, "before": 288, "rajmahal_phone": 289, "scandinavia": 290, "pizza": 291, "bout": 292, "ly": 293, "the": 294, "somewhere": 295, "ad": 296, "int": 637, "excellent": 298, "gonville": 299, "meghna_phone": 300, "earatrain": 301, "tasty": 302, "R_cuisine": 620, "inner": 304, "3": 305, "middle_eastern": 1028, "pleas": 306, "american": 307, "6": 308, "id": 309, "indians": 310, "mahal_of_cambridge": 311, "prezzo": 372, "spice": 314, "listen": 315, "cotto_address": 316, "backstreet_bistro_address": 317, "the_americas": 318, "by": 1007, "yu_garden": 321, "saigon_city_post_code": 322, "fuck": 323, "inexpensive": 324, "ne": 325, "ts": 326, "venue_phone": 1123, "taj_tandoori": 328, "okay": 1140, "unusal": 329, "lebanese": 330, "show": 331, "phone": 332, "the_hotpot_post_code": 334, "itailian": 57, "meghna_post_code": 336, "street": 905, "aw": 337, "up": 338, "range": 339, "plea": 340, "background_speech": 341, "don't": 342, "bedouin_post_code": 343, "curry_prince": 344, "meze_bar_restaurant_address": 345, "romanian": 346, "golden_wok_post_code": 347, "they": 348, "midsummer_house_restaurant": 349, "hotel_du_vin_and_bistro": 741, "middle": 351, "pizza_hut_city_centre": 627, "worth": 354, "peking_restaurant": 356, "instead": 358, "hotel": 839, "rice_house_phone": 359, "york": 360, "request": 361, "la_mimosa_phone": 362, "least": 1143, "sorry": 363, "to": 364, "selling": 365, "cotto": 367, "moderate": 368, "8": 369, "da_vinci_pizzeria_post_code": 370, "ask": 371, "earatree": 244, "bra": 373, "dr": 374, "labenese": 1035, "bedouin": 376, "dojo_noodle_bar_phone": 377, "east": 582, "should": 378, "hate": 380, "chiquito_restaurant_bar_phone": 381, "not": 382, "india_house_phone": 383, "little_seoul_address": 384, "currently": 385, "really": 386, "fitzbillies_restaurant_post_code": 1142, "rice_house_address": 387, "<EOS>": 388, "unintelligent": 389, "mind": 390, "R_post_code": 391, "hakka_phone": 392, "served": 393, "post": 253, "other": 395, "city_stop_restaurant_phone": 396, "restaurant": 1020, "might": 397, "meghna": 399, "shiraz_restaurant_phone": 400, "christ": 1022, "cote_post_code": 402, "parts": 403, "breathing": 404, "prezzos": 405, "your": 406, "wagamama": 408, "yourself": 409, "inaudible": 1062, "every": 410, "umh": 411, "galleria_phone": 412, "restaurant_one_seven_phone": 1093, "help": 166, "garden": 414, "pizza_hut_cherry_hinton_address": 415, "sesame_restaurant_and_bar": 416, "ea": 417, "zizzi_cambridge_address": 419, "the_river_bar_steakhouse_and_grill_address": 420, "europ": 834, "pipasha_restaurant_post_code": 422, "cote": 423, "curry_garden_address": 425, "the_golden_curry_phone": 426, "riverside_brasserie_phone": 427, "he": 428, "train": 429, "servers": 430, "panahar_address": 431, "wagamama_address": 432, "golden_wok_address": 433, "curry_king_address": 434, "fre": 436, "international": 437, "corsica": 438, "restaurant_one_seven_address": 439, "where": 440, "medetanian": 441, "the_gardenia": 442, "sucks": 443, "efes_restaurant_post_code": 444, "loo": 445, "free": 446, "last": 447, "caius": 448, "moroccon": 449, "repeat": 450, "eartrain": 451, "price": 452, "labonese": 453, "k": 454, "nandos_city_centre_post_code": 455, "cocum_phone": 456, "finished": 457, "knocking": 458, "hear": 644, "golden_house_address": 460, "the_copper_kettle": 461, "sock": 462, "look": 592, "i'm": 464, "were": 465, "darrys_cookhouse_and_wine_shop": 466, "talk": 467, "kohinoor_post_code": 1059, "matches": 1160, "backstreet_bistro_phone": 469, "right": 470, "northern_european": 471, "pizza_express_phone": 472, "india": 473, "riverside_brasserie_post_code": 474, "say": 772, "like": 475, "afternoon": 476, "efes_restaurant_phone": 350, "gastro": 478, "very": 843, "cana": 1014, "north_american": 481, "them": 482, "ser": 483, "salad": 484, "usually": 485, "baskaye": 583, "saigon_city_phone": 588, "make": 488, "the_varsity_restaurant": 489, "on": 490, "frankie_and_bennys_phone": 491, "mail": 105, "wha": 492, "108": 493, "restuarant": 494, "mistakes": 495, "signature": 496, "mahal_of_cambridge_phone": 497, "lan_hong_house": 498, "the_good_luck_chinese_food_takeaway_phone": 499, "confirm": 424, "arts": 501, "darrys_cookhouse_and_wine_shop_post_code": 502, "01223": 503, "address": 504, "canope": 505, "care": 652, "moroccan": 507, "the_nirala": 508, "got": 509, "yippee_noodle_bar_post_code": 510, "the_good_luck_chinese_food_takeaway_address": 511, "go": 512, "la_raza": 513, "first": 514, "swedish": 515, "rice_house_post_code": 516, "or": 517, "fitzbillies_restaurant_address": 518, "australian": 519, "low": 145, "working": 521, "canap": 522, "rage": 524, "thats": 525, "center": 526, "shiraz_restaurant": 527, "either": 1159, "lan_hong_house_phone": 379, ";": 529, "eraina": 375, "shanghai_family_restaurant_phone": 531, "turkish": 532, "curry_queen": 533, "its": 534, "canapes": 535, "oriental": 536, "mahal_of_cambridge_post_code": 537, "polynesian": 538, "<beg>": 421, "polish": 540, "sala_thong_address": 541, "korean": 542, "cocum_address": 914, "searching": 544, "rest": 545, "ring": 546, "australasian": 955, "priced": 547, "saffron_brasserie_post_code": 548, "the_gandhi_phone": 549, "api_call": 551, "cambridge_lodge_restaurant_address": 552, "wanted": 553, "russian": 554, "5": 965, "changed": 555, "re": 556, "kymmoy_post_code": 558, "stazione_restaurant_and_coffee_bar_phone": 856, "near": 560, "huh": 562, "eritrean": 563, "peking_restaurant_post_code": 564, "2": 565, "talian": 566, "b": 1069, "who": 568, "nandos_post_code": 569, "gastropub": 570, "telephone": 571, "newmarket": 572, "others": 574, "ringing": 286, "has": 576, "will": 577, "cocum_post_code": 578, "indo": 1061, "wanna": 366, "jamaican": 581, "venetian": 99, "result": 486, "sesame_restaurant_and_bar_address": 584, "side": 1038, "modern_european": 585, "be": 891, "ditton": 587, "thing": 487, "dress": 136, "<SILENCE>": 590, "much": 591, "michaelhouse_cafe_post_code": 593, "clowns_cafe_phone": 157, "brazilian": 595, "curry_king_post_code": 596, "worthless": 597, "medterranean": 598, "type": 599, "option": 600, "adress": 602, "appleton": 603, "restaurants": 604, "downtown": 866, "saffron_brasserie_phone": 107, "the_oak_bistro_phone": 606, "austallison": 607, "welsh": 876, "che": 608, "restaurant_two_two_address": 609, "english": 610, "theres": 611, "blow": 613, "eraina_post_code": 614, "curry_garden_post_code": 615, "foods": 86, "p": 617, "thare": 618, "curry_queen_address": 303, "persian": 903, "take": 621, "saigon_city_address": 622, "burger": 623, "next": 624, "code": 625, "airatarin": 626, "noice": 278, "steakhouse": 629, "j_restaurant_post_code": 630, "modreately": 631, "t": 632, "previews": 633, "ye": 634, "africa": 635, "about": 636, "holy": 297, "find": 638, "viet": 639, "portugese": 640, "if": 641, "don_pasquale_pizzeria_phone": 642, "cough": 643, "fen": 459, "serve": 645, "available": 646, "moron": 647, "anatolia": 648, "royal_standard_address": 651, "pizza_hut_cherry_hinton": 506, "types": 653, "greek": 654, "hotel_du_vin_and_bistro_phone": 655, "nandos_phone": 656, "welch": 657, "able": 658, "ooh": 659, "some": 500, "basque": 661, "grafton_hotel_restaurant_address": 662, "italian": 663, "mediteranian": 664, "bad": 665, "da": 666, "though": 879, "long": 668, "arotrian": 669, "addresses": 670, "lan_hong_house_post_code": 671, "place": 672, "cambridge": 673, "tell": 674, "yippee_noodle_bar_phone": 675, "said": 676, "golden_wok_phone": 649, "rice_boat_address": 678, "preference": 679, "pizza_express_post_code": 681, "euorpean": 682, "curry_king_phone": 683, "maharajah_tandoori_restaurant": 684, "spanish": 874, "rice_boat_post_code": 680, "kohinoor": 686, "creative": 687, "halo": 523, "hello": 689, "the_gardenia_post_code": 690, "so": 691, "information": 692, "bye": 693, "postcode": 694, "la_mimosa": 320, "unintelligible": 696, "m": 883, "port": 697, "the_varsity_restaurant_address": 698, "restaurant_alimentum_phone": 699, "ill": 700, "danish": 353, "jesus": 702, "royal_standard_phone": 703, "good": 704, "curry_queen_post_code": 705, "don_pasquale_pizzeria": 706, "hakka_post_code": 707, "forget": 283, "zizzi_cambridge_post_code": 710, "food": 711, "nice": 712, "cocum": 713, "ones": 714, "cherries": 715, "ger": 716, "h": 717, "ali_baba": 718, "the_gandhi_address": 719, "sitar_tandoori_address": 720, "of": 721, "nandos_address": 722, "euro": 723, "me": 724, "moment": 726, "takes": 727, "nosie": 728, "selection": 989, "the_varsity_restaurant_phone": 729, "hold": 730, "did": 731, "both": 732, "efes_restaurant": 135, "more": 695, "pizza_express_address": 735, "the_nirala_phone": 333, "else": 1085, "R_address": 739, "ask_phone": 740, "kitalian": 214, "bloomsbury": 742, "pipasha_restaurant_phone": 743, "just": 744, "serving": 956, "ranges": 745, "canape": 746, "iam": 747, "ask_address": 748, "da_vinci_pizzeria": 749, "reset": 750, "curry_prince_phone": 751, "from": 752, "venue_post_code": 753, "hey": 1087, "ok": 559, "that": 756, "L.E": 757, "shanghai_family_restaurant_post_code": 758, "graffiti": 759, "ran": 760, "catalanian": 761, "austria": 20, "shanghai_family_restaurant_address": 763, "modernity": 764, "chinese": 765, "midsummer_house_restaurant_address": 766, "ori": 27, "N.F": 580, "get": 769, "endonesian": 770, "hi": 771, "catalonia": 60, "the_cow_pizza_kitchen_and_bar_phone": 773, "castro": 774, "tandoori_palace_phone": 31, "U.F": 407, "ugly_duckling_address": 776, "clowns_cafe_post_code": 778, "magdalene": 779, "scottish": 114, "la_tasca": 1000, "pizza_hut_cherry_hinton_phone": 782, "thanh_binh_phone": 783, "j_restaurant_phone": 784, "bangkok_city_address": 785, "ever": 786, "the_cow_pizza_kitchen_and_bar_post_code": 787, "tandoori_palace_post_code": 788, "freakin": 567, "the_nirala_address": 790, "riverside_brasserie_address": 168, "over": 792, "cote_phone": 793, "the_cow_pizza_kitchen_and_bar_address": 195, "caffe_uno": 795, "number": 796, "galleria": 205, "royal_spice": 142, "gasper": 799, "bangkok_city_post_code": 219, "scandinavian": 801, "loch_fyne_phone": 225, "may": 975, "la_raza_post_code": 234, "think": 804, "north": 805, "baskey": 806, "pizza_hut_city_centre_post_code": 247, "7:30": 1098, "you": 809, "charlie_chan_post_code": 802, "meze_bar_restaurant": 279, "india_house_post_code": 811, "the_copper_kettle_address": 812, "taj_tandoori_post_code": 813, "says": 814, "after": 815, "grafton_hotel_restaurant_post_code": 816, "ca": 1096, "yippee_noodle_bar": 818, "the_river_bar_steakhouse_and_grill_phone": 819, "bar": 821, "jinling_noodle_bar_phone": 822, "steak": 823, "4": 824, "pipasha_restaurant": 825, "modertley": 826, "unusual": 827, "offer": 828, "wagamama_post_code": 1101, "j_restaurant_address": 250, "cost": 831, "the_river_bar_steakhouse_and_grill_post_code": 832, "yea": 833, "cheap": 709, "pizza_express_Fen_Ditton_address": 435, "the_lucky_star_phone": 838, "give": 794, "fast": 841, "sales": 842, "tha": 1132, "dish": 479, "a": 844, "austro": 845, "class": 1121, "traditional": 846, "midsummer_house_restaurant_post_code": 847, "ot": 848, "decide": 463, "cambridge_lodge_restaurant_phone": 849, "restaurant_two_two": 850, "j_restaurant": 851, "the_cambridge_chop_house": 852, "stazione_restaurant_and_coffee_bar_post_code": 853, "kosher": 854, "sea": 855, "now": 116, "golden_woks": 857, "im": 858, "saigon_city": 859, "belgium": 660, "beside": 861, "C.B": 862, "travellers_rest_post_code": 863, "529": 864, "sigh": 865, "name": 605, "the_oak_bistro_post_code": 867, "da_vinci_pizzeria_address": 612, "clowns_cafe": 869, "bart": 870, "shows": 871, "options": 873, "list": 413, "little_seoul_post_code": 167, "another": 877, "everything": 878, "earetree": 667, "the_lucky_star_address": 880, "an": 881, "catalin": 882, "city_stop_restaurant": 213, "thanh_binh_address": 884, "wondering": 885, "regular": 886, "ind": 887, "travellers_rest": 888, "germ": 889, "spani": 890, "foo": 539, "la_margherita_post_code": 892, "ugly_duckling_phone": 893, "curry_prince_address": 894, "any": 895, "indian": 477, "chiquito_restaurant_bar_post_code": 628, "hm": 1091, "sesame_restaurant_and_bar_post_code": 897, "cantonese": 898, "the_golden_curry": 899, "chesterton": 900, "there": 901, "shiraz_restaurant_address": 836, "mia": 762, "yippee_noodle_bar_address": 904, "golden_house_post_code": 601, "interested": 1166, "ali_baba_address": 875, "thanh_binh_post_code": 908, "crossover": 1116, "laughing": 916, "maharajah_tandoori_restaurant_address": 911, "c": 912, "sala_thong_post_code": 913, "the_slug_and_lettuce_post_code": 1117, "rajmahal": 906, "la_raza_phone": 837, "la_margherita_phone": 917, "stazione_restaurant_and_coffee_bar": 918, "continental": 919, "japanese": 920, "pick": 921, "the_good_luck_chinese_food_takeaway_post_code": 922, "stop": 923, "yawning": 1054, "R_location": 924, "the_missing_sock_address": 543, "the_slug_and_lettuce_address": 926, "grafton_hotel_restaurant_phone": 927, "anatolia_address": 313, "barbeque": 929, "sells": 930, "kymmoy": 829, "african": 932, "turkey": 933, "the_hotpot_phone": 934, "catalan": 935, "those": 860, "taj_tandoori_phone": 936, "la_tasca_post_code": 937, "ali_baba_phone": 938, "finally": 939, "anywhere": 940, "323737": 941, "nor": 942, "college": 943, "fine": 944, "dojo_noodle_bar_address": 945, "south": 1004, "the_gardenia_address": 963, "i": 947, "can't": 948, "pizza_hut": 949, "little_seouls": 950, "saint_johns_chop_house_post_code": 951, "vietnam": 1126, "scotch": 953, "<GO>": 954, "jamcian": 398, "french": 925, "cuban": 957, "loch_fyne_address": 958, "co": 959, "prezzo_phone": 961, "don_pasquale_pizzeria_post_code": 736, "art": 1124, "gourmet_burger_kitchen_post_code": 557, "dojo_noodle_bar": 928, "part": 1122, "kymmoy_phone": 966, "kohinoor_address": 967, "bloomsbury_restaurant": 733, "this": 102, "thatll": 970, "wagamama_phone": 971, "panasian": 973, "maharajah_tandoori_restaurant_post_code": 902, "the_missing_sock": 907, "sounds": 976, "perfect": 977, "caribbean": 734, "af": 962, "popular": 144, "meant": 149, "jinling_noodle_bar": 981, "prezzo_post_code": 1133, "afghan": 1082, "catalen": 418, "suggestion": 985, "europene": 986, "nandos": 987, "things": 988, "hakka": 206, "could": 990, "bloomsbury_restaurant_post_code": 991, "sitar_tandoori": 992, "backstreet_bistro_post_code": 993, "travellers_rest_phone": 468, "thanh_binh": 995, "ah": 996, "feed": 997, "res": 998, "british": 249, "yeah": 1137, "pizza_hutt": 754, "uh": 277, "sala_thong_phone": 982, "time": 1005, "damn": 1006, "seafood": 319, "trying": 1008, "bedouin_phone": 1009, "portuguese": 1010, "the_copper_kettle_post_code": 1011, "cotto_phone": 1012, "taquita": 1013, "la_tasca_address": 480, "7": 1015, "pipasha_restaurant_address": 1016, "central": 1017, "prices": 915, "vinesha": 1019, "the_hotpot_address": 817, "sh": 1021, "e": 401, "royal_standard": 1023, "thai": 1024, "vanessa": 1025, "pizza_hut_city_centre_phone": 1162, "the_cambridge_chop_house_post_code": 1026, "clowns_cafe_address": 1027, "mater": 688, "zip": 798, "laugh": 1029, "cambridge_lodge_restaurant_post_code": 1030, "venue_address": 1031, "one": 1032, "meghna_address": 1033, "the_slug_and_lettuce_phone": 1034, "dear": 1036, "west": 1037, "fitzbillies_restaurant": 113, "austral": 1039, "pizza_hut_fen_ditton_phone": 1040, "galleria_address": 1041, "goodbye": 1042, "galleria_post_code": 835, "how": 1044, "sitar_tandoori_phone": 1045, "ali_baba_post_code": 1046, "shou": 1047, "ko": 1048, "thr": 1049, "cool": 1050, "adra": 1051, "barbecue": 1052, "peking_restaurant_phone": 573, "loch_fyne": 725, "singapore": 1055, "grafton_hotel_restaurant": 1056, "alternative": 1057, "curry_king": 1058, "wiscon": 62, "india_house": 1060, "static": 984, "great": 616, "tur": 1063, "the_cambridge_chop_house_phone": 1064, "pizza_hut_cherry_hinton_post_code": 1065, "the_missing_sock_phone": 1066, "0": 1067, "de_luca_cucina_and_bar_phone": 650, "meze_bar_restaurant_post_code": 163, "swiss": 1070, "sitar_tandoori_post_code": 1071, "recommend": 1072, "midsummer_house_restaurant_phone": 978, "god": 1149, "hakka_address": 1075, "dojo_noodle_bar_post_code": 1076, "the_varsity_restaurant_post_code": 1077, "chiquito_restaurant_bar": 1078, "R_rating": 708, "hotel_du_vin_and_bistro_address": 1080, "stazione_restaurant_and_coffee_bar_address": 1081, "tandoori_palace": 120, "graffiti_address": 1083, "world": 1084, "tow": 520, "halal": 738, "the_missing_sock_post_code": 1086, "de_luca_cucina_and_bar_post_code": 960, "golden_house": 1088, "shiraz_restaurant_post_code": 1089, "restaurant_one_seven_post_code": 1090, "gourmet_burger_kitchen_phone": 972, "golden_wok": 1092, "derately": 781, "zizzi_cambridge_phone": 1094, "rice_house": 1095, "po": 755, "luck": 1097, "us": 808, "nothing": 1099, "mmhm": 1100, "venison": 1112, "hotel_du_vin_and_bistro_post_code": 994, "cancun": 1102, ".": 1103, "areas": 1104, "missing": 1119, "gourmet_burger_kitchen_address": 1105, "ty": 1106, "caffe_uno_post_code": 352, "panahar_post_code": 1108, "hk_fusion": 1109, "o": 1110, "la_margheritas": 1111, "the_copper_kettle_phone": 840, "minuet": 1113, "grill": 1114, "saffron_brasserie_address": 1115, "panahar_phone": 910, "eirtrean": 550, "house": 1118, "am": 171, "graffiti_phone": 1120, "new": 931, "la_mimosa_post_code": 872, "restaurant_two_two_post_code": 586, "restaurant_one_seven": 946, "because": 1125, "rajmahal_post_code": 952, "thank": 1127, "calling": 1128, "frankie_and_bennys_post_code": 1129, "surprise": 1130, "park": 677, "is": 579, "mediteranean": 983, "rajmahal_address": 1134, "nandos_city_centre": 1135, "aristrain": 1136, "peking_restaurant_address": 1001, "the_hotpot": 1138, "oh": 1139, "wheres": 1018, "hang": 1141, "ugly_duckling": 1079, "cambridge_lodge_restaurant": 7, "promo": 1144, "panahar": 1145, "saint_johns_chop_house": 1146, "anything": 1147, "well": 1148, "cata": 1074, "confused": 1150, "the_gandhi_post_code": 619, "bedouin_address": 1152, "9": 1153, "curry_prince_post_code": 1154, "the_lucky_star": 1155, "zizzi_cambridge": 1156, "hk_fusion_address": 1157, "besides": 1158, "wrong": 84, "frankie_and_bennys_address": 820, "eraina_phone": 1161, "looking": 964, "la_margherita": 1163, "graffiti_post_code": 1164, "india_house_address": 1165, "area": 530, "mexican": 1167}